tap "derailed/k9s"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "uptech/oss"
tap "weaveworks/tap"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "asciinema"
brew "coreutils"
brew "unixodbc"
brew "asdf"
brew "glib"
brew "bat"
brew "unbound"
brew "gnutls"
brew "libssh"
brew "qemu"
brew "colima"
brew "curl"
brew "php"
brew "composer"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "exa"
brew "fd"
brew "harfbuzz"
brew "libarchive"
brew "srt"
brew "tesseract"
brew "firefoxpwa"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "git"
brew "gitui"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "openjdk@17", link: true
brew "gradle"
brew "grip"
brew "gtk4"
brew "libpsl"
brew "libsoup"
brew "gstreamer"
brew "helix"
brew "helm"
brew "helmfile"
brew "htop"
brew "hugo"
brew "hyperkit"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "k3sup"
brew "kcov"
brew "kubernetes-cli"
brew "kops"
brew "kotlin"
brew "kustomize"
brew "lf"
brew "libnice"
brew "libvirt", restart_service: true
brew "libxml2"
brew "marksman"
brew "maven"
brew "midnight-commander"
brew "minikube"
brew "mosh"
brew "netcat"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "okta-aws-cli"
brew "socat"
brew "openshift-cli"
brew "pandoc"
brew "perl"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "python@3.9", link: false
brew "quicktype"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sccache"
brew "skaffold"
brew "skopeo"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "wget"
brew "yaml-language-server"
brew "yarn"
brew "yq"
brew "zig"
brew "zlib"
brew "zola"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "derailed/k9s/k9s"
brew "uptech/oss/alt"
brew "weaveworks/tap/eksctl"
cask "basictex"
cask "eloston-chromium"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-victor-mono"
cask "github"
cask "graalvm-ce-java17"
cask "hammerspoon"
cask "hiddenbar"
cask "keepassxc"
cask "kitty"
cask "obs"
cask "postman"
cask "rancher"
cask "raycast"
cask "sequel-pro"
cask "shotcut"
cask "slack"
cask "spotify"
cask "telegram"
cask "tunnelblick"
cask "vienna"
cask "xbar"
vscode "Catppuccin.catppuccin-vsc"
vscode "chunsen.bracket-select"
vscode "golang.go"
vscode "mathiasfrohlich.Kotlin"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "silverquark.dancehelix"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "Vue.volar"
