brew "automake"
brew "openssl@3"
brew "bat"
brew "bison"
brew "chruby"
brew "lima"
brew "colima"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gdbm"
brew "git-delta"
brew "gitui"
brew "glib"
brew "go"
brew "gopls"
brew "gotop"
brew "helm"
brew "htop"
brew "hugo"
brew "jq"
brew "k9s"
brew "lazygit"
brew "libffi"
brew "readline"
brew "libyaml"
brew "mcfly"
brew "minikube"
brew "neovim"
brew "node"
brew "oci-cli"
brew "okta-aws-cli"
brew "openshift-cli"
brew "pipx"
brew "pytest"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "ruby", link: true
brew "ruby-install"
brew "starship"
brew "steampipe"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript-language-server", link: false
brew "uv"
brew "yarn"
brew "yq"
brew "zellij"
brew "zoxide"
cask "aldente"
cask "craft"
cask "eloston-chromium"
cask "font-cascadia-code-nf"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "github"
cask "hiddenbar"
cask "karabiner-elements"
cask "kdiff3"
cask "keepassxc"
cask "kitty"
cask "librewolf"
cask "lm-studio"
cask "logitech-options"
cask "nextcloud"
cask "obsidian"
cask "onedrive"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "telegram"
cask "vienna"
cask "vscodium"
cask "windows-app"
cask "ytmdesktop-youtube-music"
cask "zed"
cask "zen-browser"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "golang.go"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "redhat.java"
vscode "usernamehw.errorlens"
