tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "uptech/oss"
tap "weaveworks/tap"
brew "coreutils"
brew "openssl@3"
brew "unixodbc"
brew "asdf"
brew "bat"
brew "unbound"
brew "gnutls"
brew "lima"
brew "colima", args: ["HEAD"]
brew "curl"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "exa"
brew "fd"
brew "srt"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "gcc"
brew "gimme-aws-creds"
brew "git"
brew "gitui"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "gopls"
brew "grip"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-libav"
brew "libnice"
brew "gst-plugins-bad"
brew "libsoup"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gtksourceview4"
brew "helix"
brew "helm"
brew "helmfile"
brew "htop"
brew "hugo"
brew "jq"
brew "k3sup"
brew "kcov"
brew "kubernetes-cli"
brew "kops"
brew "kustomize"
brew "lf"
brew "marksman"
brew "mosh"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "socat"
brew "openshift-cli"
brew "pandoc"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sccache"
brew "starship"
brew "stow"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "derailed/k9s/k9s"
brew "uptech/oss/alt"
brew "weaveworks/tap/eksctl"
cask "basictex"
cask "eloston-chromium"
cask "font-victor-mono"
cask "github"
cask "hiddenbar"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "nextcloud"
cask "obsidian"
cask "raycast"
cask "reaper"
cask "sequel-pro"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "xbar"
