tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "uptech/oss"
brew "bat"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "midnight-commander"
brew "minikube"
brew "neovim"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "skaffold"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "uptech/oss/alt"
cask "alacritty"
cask "aldente"
cask "alfred"
cask "docker"
cask "github"
cask "hammerspoon"
cask "hiddenbar"
cask "postman"
cask "slack"
cask "spotify"
cask "telegram"
cask "vagrant"
cask "virtualbox"
