tap "homebrew/bundle"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
tap "uptech/oss"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "python"
brew "global"
brew "htop"
brew "httpie"
brew "midnight-commander"
brew "node@8", link: true
brew "python@2"
brew "ripgrep"
brew "rlwrap"
brew "telnet"
brew "tig"
brew "yarn"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "uptech/oss/alt"
